{
  "Digitize Your": "Digitalisé votre ",
  "Elevate Your": "Élevez votre",
  "Business.": "Projet.",
  "The Ultimate Digital Menu Solution for Restaurants and Cafés - TryNow!": "La solution de menu numérique ultime pour les restaurants et les cafés!",
  "Get Started Now": "Commencer Maintenant",
  "About": "A propos",
  "Features": "Features",
  "Pricing": "Tarifs",
  "Contact": "Contact",
  "About Garista Solution": "À propos de la solution Garista",
  "Create": "Créer",
  "Customize": "Personnaliser",
  "and": "et",
  "Manage": "Gérer",
  "your menus with ease": "vos menus facilement",
  "Discover Now": "Découvrez maintenant",
  "A leading digital menu solution for restaurants and cafes, offering innovative tools to enhance digital presence and streamline operations. Our mission is to revolutionize dining with an intuitive, user-friendly platform for full menu control.": "Une solution de menu numérique de premier plan pour les restaurants et les cafés, offrant des outils innovants pour améliorer la présence numérique et rationaliser les opérations. Notre mission est de révolutionner la restauration avec une plateforme intuitive et facile à utiliser pour un contrôle complet du menu.",
  "This is a digital menu project that allows you to digitize your menu, orders, payments, and marketing. It is designed to be user-friendly and easy to use, making it accessible to both restaurants and cafes.": "Ce projet de menu numérique vous permet de numériser votre menu, vos commandes, vos paiements et vos marketings. Il est conçu pour être facile à utiliser et à l'utilisateur, rendant accessible à tous les restaurants et cafés.",
  "Eco friendly": "Écologique",
  "Reduce Time": "Réduire le temps",
  "Lower Costs": "Réduire les coûts",
  "Fully customizable menus": "Menus entièrement personnalisables",
  "Easily customize menu designs, colors, and layouts.": "Personnalisez facilement les designs, couleurs et agencements des menus.",
  "Client behavior tracking": "Suivi du comportement des clients",
  "Gain insights into customer preferences and ordering trends.": "Obtenez des insights sur les préférences des clients et les tendances de commandes.",
  "Seamless order management": "Gestion des commandes fluide",
  "Manage orders in real-time and streamline operations.": "Gérez les commandes en temps réel et optimisez les opérations.",
  "Menu themes": "Thèmes de menu",
  "Choose from a variety of professionally designed menu themes.": "Choisissez parmi une variété de thèmes de menu professionnels.",
  "QR code generation": "Génération de code QR",
  "Generate QR codes for easy menu access at tables.": "Générez des codes QR pour un accès facile aux menus à table.",
  "Social media integration": "Intégration des médias sociaux",
  "Integrate social media profiles to engage with customers.": "Intégrez les profils de médias sociaux pour interagir avec les clients.",
  "Contact information display": "Affichage des informations de contact",
  "Display contact details for easy customer communication.": "Affichez les coordonnées pour faciliter la communication avec les clients.",
  "Feedback submission": "Soumission de feedback",
  "Allow customers to provide feedback directly through the menu.": "Permettez aux clients de fournir directement leurs retours via le menu.",
  "Dish and service claims": "Réclamations sur les plats et le service",
  "Enable customers to make claims or suggestions about dishes or service.": "Permettez aux clients de faire des réclamations ou des suggestions concernant les plats ou le service.",
  "Dynamic website": "Site web dynamique",
  "Static website": "Site web statique",
  "Menu on tablet": "Menu sur tablette",
  "Printed menu": "Menu imprimé",
  "Low cost": "Faible coût",
  "Self manageable": "Autogérable",
  "Advanced functionality": "Fonctionnalités avancées",
  "Accessible everywhere": "Accessible partout",
  "View on own device": "Vue sur son propre appareil",
  "Digitally available": "Disponible numériquement",
  "Why Choose Garista?": "Pourquoi choisir Garista?",
  "Your Digital Menu": "Votre Menu Digital",
  "Pricing Table": "Nos Tarifs",
  "Our Pricing Plan": "Notre plan tarifaire",
  "Pro": "Pro",
  "Intro": "Intro",
  "Entreprise": "Entreprise",
  "Year": "Année",
  "Fight Covid-19": "Lutte contre le Covid-19",
  "FREE": "GRATUIT",
  "Lifetime": "À vie",
  "Keep your guest and restaurant staff safe": "Assurez la sécurité de vos clients et de votre personnel",
  "Choose FREE": "Choisir GRATUIT",
  "Free QR Menu": "Menu QR gratuit",
  "Beautiful QR Menus": "Menus QR attrayants",
  "Unlimited Menu Items": "Articles de menu illimités",
  "1.5% Commission per order": "1,5 % de commission par commande",
  "Business": "Affaires",
  "399 Dhs": "399 Dhs",
  "Month": "Mois",
  "Ideal for restaurants with 80 covers": "Idéal pour les restaurants avec 80 couverts",
  "Choose Business": "Choisir Affaires",
  "7 to 12 Tablets": "De 7 à 12 tablettes",
  "1 to 30 QR Codes": "De 1 à 30 codes QR",
  "Online Ordering": "Commande en ligne",
  "Free updates": "Mises à jour gratuites",
  "4 Months support": "Support de 4 mois",
  "Custom": "Personnalisé",
  "Contact us": "Contactez-nous",
  "Ideal for restaurants with less staffing.": "Idéal pour les restaurants avec moins de personnel.",
  "Choose Professional": "Choisir Professionnel",
  "Language translation in one additional language": "Traduction linguistique dans une langue supplémentaire",
  "Calculate calories and nutritional content": "Calculer les calories et les valeurs nutritionnelles",
  "Run campaigns to increase uptake on F&B promotions": "Mener des campagnes pour augmenter la participation aux promotions de F&B",
  "Menu optimization to increase average check value": "Optimisation du menu pour augmenter la valeur moyenne de l'addition",
  "12 Months support": "Support de 12 mois",
  "How can we help you?": "Comment pouvons-nous vous aider ?",
  "Contact Us": "Nous contacter",
  "Name": "Nom",
  "Email": "Email",
  "Company": "Entreprise",
  "Message": "Message",
  "What are you looking for?": "Qu'est-ce que vous cherchez ?",
  "Documentation Support": "Support de documentation",
  "Other": "Autre",
  "Submit": "Soumettre",
  "Reset": "Reinitialiser",
  "Please wait": "Veuillez patienter",
  "Please fill in all fields.": "Veuillez remplir tous les champs.",
  "Name must be at least 3 characters long.": "Le nom doit contenir au moins 3 caractères.",
  "Please enter a valid email address.": "Veuillez entrer une adresse email valide.",
  "Email is required": "Email est requis",
  "Name is required": "Nom est requis",
  "Company is required": "L'entreprise est requis",
  "Message is required": "Le message est requis",
  "Company must be between 3 and 50 characters long.": "Le nom de l'entreprise doit contenir entre 3 et 50 caractères.",
  "Message must be at least 20 characters long.": "Le message doit contenir au moins 20 caractères.",
  "Thank You!": "Merci!",
  "We will get back to you shortly.": "Nous vous contacterons dans les plus brefs delés.",
  "Visit Garista": "Visitez Garista",
  "Call us to schedule a tour of our Head Office.": "Appelez-nous pour planifier une visite de notre siège social.",
  "We are open Monday through Friday from 8:30 am to 5:00 pm GMT+1.": "Nous sommes ouverts le Lundi au Vendredi de 8h30 à 15h00 GMT+1.",
  "Address": "Adresse",
  "You ask - we answer.": "Vous demandez - nous répondons.",
  "All you want to know about the product": "Tout ce que vous voulez savoir sur le produit",
  "What is a digital menu ?": "Qu'est-ce qu'un menu numérique ?",
  "A digital menu is a restaurant menu that can be read on a smartphone, tablet or computer using QR Code scanner.": "Un menu numérique est un menu de restaurant que l'on peut lire sur un smartphone, une tablette ou un ordinateur en utilisant un scanner de code QR.",
  "How does the PDF to QR Code menu differ from the Build from Scratch Menu ?": "En quoi le menu PDF à code QR diffère-t-il du menu Créé de Zéro ?",
  "PDF to QR code is created by easily uploading your already designed menu and generate a QR code of it. Build from Scratch Menu is creating your menu manually from A-z using our reliable service.": "Le PDF au code QR est créé en téléchargeant facilement votre menu déjà conçu et en générant un code QR pour celui-ci. Le menu Créé de Zéro consiste à créer votre menu manuellement de A à Z en utilisant notre service fiable.",
  "Can we use the menu on social networks or on our website ?": "Pouvons-nous utiliser le menu sur les réseaux sociaux ou sur notre site web ?",
  "Yes, your menu has a link that you can publish on social networks (like Instagram or Facebook) or on your website.": "Oui, votre menu a un lien que vous pouvez publier sur les réseaux sociaux (comme Instagram ou Facebook) ou sur votre site web.",
  "Do you have a free trial of paid plans ?": "Avez-vous un essai gratuit des plans payants ?",
  "Yes, free trial is available. You can try our premium features for 30 days. At the end of the trial you will be automatically downgraded to free plan and all premium changes you have made will be hold unless you subscribe to our paid plans see plans": "Oui, un essai gratuit est disponible. Vous pouvez essayer nos fonctionnalités premium pendant 30 jours. À la fin de l'essai, vous serez automatiquement rétrogradé au plan gratuit et tous les changements premium que vous avez effectués seront conservés à moins que vous ne souscriviez à nos plans payants voir les plans",
  "Become A Reseller": "Devenir un Revendeur",
  "It's time to support the restaurant community! We're transparent about our intentions: we're here to help, not to profit immensely. You can tell by our pricing that we aren't making much money from this. Why do we do this? As seasoned hospitality professionals, we've thrived in this industry and believe it's our duty to assist in its recovery now more thanever.": "Il est temps de soutenir la communauté des restaurants ! Nous sommes transparents quant à nos intentions : nous sommes là pour aider, pas pour réaliser d'immenses profits. Vous pouvez le constater par nos tarifs, nous ne gagnons pas beaucoup d'argent avec cela. Pourquoi faisons-nous cela ? En tant que professionnels de l'hospitalité chevronnés, nous avons prospéré dans cette industrie et croyons qu'il est de notre devoir d'aider à sa récupération, maintenant plus que jamais.",
  "If you share our passion for giving back to the hospitality industry, please send us an email at": "Si vous partagiez notre passion pour aider le secteur de l'hospitalité, veuillez nous envoyer un email à",
  "or schedule a meeting with us. We may not offer you wealth, but we promise a fair, transparent, and mutually beneficial partnership for life. Plus, we guarantee you'll enjoy working with us. Come join us!": "ou planifiez une réunion avec nous. Nous ne pouvons pas vous offrir la richesse, mais nous vous promettons un partenariat juste, transparent et mutuellement bénéfique pour la vie. De plus, nous vous garantissons que vous apprécierez de travailler avec nous. Rejoignez-nous !",
  "Support the Restaurant Community": "Supporter la communité de restaurants",
  "Terms of service": "Conditions d'utilisation",
  "Privacy policy": "Politique de confidentialité",
  "Legal": "Légale",
  "2024 Garista, Inc. All rights reserved.": "2024 Garista, Inc. Tous droits réservés.",
  "Be a partner": "Devenir un partenaire",
  "© Copyright 2024. WHD AGENCY. All rights reserved.": "© Copyright 2024. WHD AGENCY. Tous droits réservés.",
  "Jobs": "Carriere",
  "At Garista, we partner with leading POS providers to offer seamless and efficient solutions for enhanced restaurant management.": "À Garista, nous collaborons avec les principaux fournisseurs de POS pour offrir des solutions fluides et efficaces pour une gestion de restaurant améliorée."
}
